---
kind: type
id: T:Autodesk.Revit.DB.RasterQualityType
source: html/80ba5187-56f3-855b-8a90-c3c07481f57a.htm
---
# Autodesk.Revit.DB.RasterQualityType

An enumerated type listing the options for raster quality.

## Syntax (C#)
```csharp
public enum RasterQualityType
```